package com.suisrc.jaxrsapi.core.factory;

/**
 * 简化使用过程中的名字
 * 
 * 没有如何操作内容
 * 
 * --------------------------我是分割线--------------------------
 *             =@@@@@@@@\]       ,@@@^        =@@              
 *             =@@*   ,[\@@@`    *@@@@\       =@@              
 *             =@@*       ,@@\   *@@^\@@`     =@@              
 *             =@@*        =@@^  *@@^ \@@^    =@@              
 *             =@@*        *@@^  *@@^  ,@@\   =@@              
 *             =@@*        =@@^  *@@^   *@@@  =@@              
 *             =@@*        @@@*  *@@^     \@@`=@@              
 *             =@@*      /@@/    *@@^      ,@@@@@              
 *             =@@@@@@@@@@/      *@@^       ,@@@@              
 * ------------------------分割线，向上看------------------------
 * 
 * @author Y13
 *
 */
public final class NSCF extends NativeServiceClientFactory {
    // not operate
}
